{
    "aboutUs": "درباره ما",
    "description": "RevivoEarth یک پویش مستقل، مردمی و فراملیتی است که با هدف آگاهی‌بخشی، مشارکت و مطالبه‌گری در حوزه بحران‌های زیست‌محیطی شکل گرفته است. ما در پی شناخت و تحلیل آسیب‌هایی هستیم که می‌توان آن‌ها را با اتکا به دانش، تجربه و همراهی متخصصان و مردم، بهبود یا حتی برطرف کرد. تمرکز ما بر احیای زمین، مبارزه با بیابان‌زایی، کاهش آلودگی هوا، و بازگرداندن حیات به اکوسیستم‌های آسیب‌دیده است . بدون وابستگی به فروش محصول، تبلیغات یا جهت‌گیری سیاسی. مأموریت ما ترویج حس مسئولیت‌پذیری در برابر زمین است، حتی اگر گام‌های اولیه کوچک باشند. ما با تولید محتوای آموزشی، برگزاری کمپین‌های مردمی، ایجاد شبکه‌ای از متخصصان و استفاده از پلتفرم‌های دیجیتال، در پی تبدیل آگاهی به اقدام و صدا به تغییر هستیم.",

    "whoWeAreTitle": "ما که هستیم",
    "whoWeAreText": "ما یک پویش زیست‌محیطی مستقل هستیم که به آگاهی‌بخشی، الهام‌بخشی و مطالبه‌گری برای مقابله با بحران‌های محیط زیستی متعهدیم. در RevivoEarth باور داریم تغییر پایدار از آگاهی، جامعه و راه‌حل‌های جسورانه اما قابل اجرا آغاز می‌شود. ما وابسته به هیچ نهاد سیاسی یا تجاری نیستیم و تنها با تکیه بر مسئولیت جمعی نسبت به زمین حرکت می‌کنیم.",

    "historyTitle": "تاریخچه ما",
    "historyText": "RevivoEarth به‌عنوان یک ابتکار جمعی توسط دغدغه‌مندان محیط زیست شکل گرفت؛ با این چشم‌انداز که آگاهی باید به اقدام تبدیل شود. آنچه با تولید محتوای آموزشی درباره بیابان‌زایی و آلودگی گردوغبار آغاز شد، به حرکتی مردمی و راهبردی تبدیل شد. تاریخ ما سرشار از نوآوری، شفافیت و ایمان به تغییر از دل مردم است.",

    "missionValuesTitle": "ماموریت و ارزش‌های ما",
    "missionText": "ماموریت ما ایجاد مسئولیت‌پذیری زیست‌محیطی از طریق آموزش، فعالیت دیجیتال و مطالبه‌گری راهبردی است — با تمرکز بر احیای زمین، مبارزه با بیابان‌زایی و تقویت مسئولیت‌پذیری اجتماعی، بدون وابستگی به فروش محصول یا دیدگاه‌های سیاسی.",
    "valuesList": {
      "socialResponsibility": "مسئولیت اجتماعی: تغییر از ما آغاز می‌شود — چه در سطح فردی، مردمی یا سازمانی.",
      "scienceBased": "علم‌محوری: راهکارهای ما مبتنی بر تحقیق، مدل‌های مقیاس‌پذیر و تجربه‌های واقعی است.",
      "transparency": "شفافیت و صداقت: ما با مخاطب خود صادق و روشن ارتباط برقرار می‌کنیم.",
      "innovation": "نوآوری: از ایده‌ها و رویکردهای نوین در احیای اکوسیستم‌ها استقبال می‌کنیم.",
      "collaboration": "مشارکت: با دانشگاهیان، متخصصین، سازمان‌ها و مردم در مسیر اهداف مشترک کار می‌کنیم."
    }
}