{
  "aboutUs": "من نحن",
  "description": "RevivoEarth هي حركة بيئية مستقلة وعابرة للحدود، تسعى إلى التوعية والمشاركة والدفاع عن البيئة. نركّز على التحديات البيئية التي يمكن معالجتها بفعالية، خصوصاً في المجالات التي نمتلك فيها المعرفة والخبرة والشبكات المؤثرة. أولوياتنا تشمل استعادة الأراضي، مكافحة التصحر، تقليل تلوث الهواء، وإنعاش الأنظمة البيئية المتضررة — وذلك من دون بيع منتجات، أو عرض إعلانات، أو الانخراط في أي أجندات سياسية. رسالتنا هي تعزيز الإحساس بالمسؤولية تجاه كوكبنا من خلال خطوات بسيطة ولكن مؤثرة. نقوم بتثقيف الجمهور وتحفيزه من خلال محتوى تعليمي، حملات تفاعلية، تعاون مع الخبراء، واستخدام استراتيجي للمنصات الرقمية لتحويل الوعي إلى عمل، والأصوات إلى تغيير.",
  
  "whoWeAreTitle": "من نحن",
  "whoWeAreText": "نحن حركة بيئية مستقلة تلتزم بالتوعية والتحفيز والدفاع عن البيئة في مواجهة التحديات البيئية المتزايدة. نؤمن في RevivoEarth أن التغيير الحقيقي يبدأ من الوعي والمعرفة والمجتمع. لا نتبع أي جهة سياسية أو تجارية، ونعمل فقط من منطلق مسؤوليتنا الجماعية تجاه كوكب الأرض.",

  "historyTitle": "قصتنا",
  "historyText": "بدأت RevivoEarth كمبادرة تطوعية من مجموعة من نشطاء البيئة الذين حلموا بمنصة تُحوِّل المعرفة إلى فعل. ما بدأ كمحتوى توعوي بسيط عن التصحر وتلوث الهواء تطوّر ليصبح حركة شعبية بيئية تسعى للتأثير الحقيقي. رحلتنا تتسم بالشفافية، الإبداع، والإيمان العميق بقوة التغيير الشعبي.",

  "missionValuesTitle": "مهمتنا وقيمنا",
  "missionText": "مهمتنا هي تعزيز الوعي البيئي والمسؤولية الجماعية من خلال التعليم، النشاط الرقمي، والدفاع الاستراتيجي — مع تركيز خاص على استعادة الأراضي، مكافحة التصحر، وتشجيع السلوك البيئي المسؤول بعيدًا عن التجارة أو السياسة.",
  
  "valuesList": {
    "socialResponsibility": "المسؤولية الاجتماعية: التغيير يبدأ من كل فرد ومجتمع ومؤسسة.",
    "scienceBased": "الحلول المبنية على العلم: نعتمد على البحث والخبرة والنماذج العملية.",
    "transparency": "الشفافية والنزاهة: نؤمن بالتواصل الصادق والواضح مع جمهورنا.",
    "innovation": "الابتكار: نفتح المجال للأفكار الجديدة لإحياء الأنظمة البيئية.",
    "collaboration": "التعاون: نعمل جنبًا إلى جنب مع الأكاديميين والخبراء والمنظمات والمجتمعات من أجل هدف مشترك."
  }
}
