{
    "title": "رؤى بيئية وابتكارات مستدامة",
    "subtitle": "اكتشف مقالات متعمقة حول الحلول البيئية المستدامة وتجديد النظم البيئية.",
    "allCategories": "جميع الفئات",
    "categories": {
      "oilMulch":  "المالچ النفطي",
      "environment": "البيئة",
      "innovation": "الابتكار البيئي",
      "sustainability": "الاستدامة"
    },
    "read": "دقيقة قراءة",
    "readMore": "اقرأ المزيد",
    "newsletterTitle": "ابقَ مطلعًا، وابقَ ملتزمًا.",
    "newsletterSubtitle": "اشترك في النشرة البريدية للحصول على آخر أخبار الحلول المستدامة والابتكارات البيئية.",
    "emailPlaceholder": "أدخل بريدك الإلكتروني",
    "subscribe": "اشترك",
    "showing": "عرض",
    "of": "من",
    "articles": "مقالات",

    "articlesName": {
      "article1": {
        "title": "التغطية بالنفط في إيران (ناشونال جيوغرافيك، نوفمبر 1979)",
       "excerpt": "يتناول عدد نوفمبر 1979 من مجلة ناشيونال جيوغرافيك نهج إيران المبتكر لمكافحة التصحر، حيث يتم استخدام الغطاء النفطي لتثبيت الكثبان الرملية المتحركة قرب الأهواز. في هذه العملية، يستخدم العمال صهاريج تُسحب بواسطة الجرافات لرش بقايا النفط بشكل متساوٍ على سطح الرمال. ينتج عن ذلك طبقة رمادية لاصقة تحتفظ بالرطوبة وتمنع حركة الرمال وتدعم استقرار ونمو الغطاء النباتي. كجزء من برامج أوسع لمكافحة التصحر وحماية الأراضي، يُظهر هذا الأسلوب كيفية توظيف الموارد النفطية في استعادة البيئة، جامعاً بين الابتكار الهندسي والاحتياجات البيئية في المناطق الجافة.",
        "date": "1979-11-01",
        "categories": "البيئة",
        "readTime": "128"
      },
      "article2": {
        "title": "التأثير قصير المدى للغطاء النفطي على ديناميكية الغطاء النباتي",
        "excerpt": "تدرس هذه البحث تأثيرات الغطاء النفطي القصيرة المدى على الغطاء النباتي في جنوب غرب إيران الجاف، بدمج المسوحات الميدانية مع الاستشعار عن بُعد. بعد عام من التطبيق، زاد الغطاء النباتي والمخلفات النباتية وتحسنت حالة المراعي، بينما انخفضت التربة العارية، لكن التنوع البيولوجي انخفض. كشف مؤشر MSAVI عن زيادة بنسبة 44.8٪ في الغطاء النباتي. دمج الغطاء النفطي مع زراعة الأنواع المحلية ومنع الرعي يعزز استعادة المراعي، مع ضرورة مراقبة التنوع البيولوجي.",
        "date": "2019-01-01",
        "categories": "المالچ النفطي",
        "readTime": "60"
      },
      "article3": {
        "title": "التأثير قصير المدى للغطاء النفطي على ديناميكية الغطاء النباتي",
        "excerpt": "تدرس هذه الدراسة التأثيرات القصيرة المدى للغطاء النفطي على الغطاء النباتي في جنوب غرب إيران الجاف باستخدام البيانات البيئية الميدانية والاستشعار عن بُعد. بعد عام من التطبيق، تحسن الغطاء النباتي والمخلفات النباتية وحالة المراعي بينما انخفضت التربة العارية. ومع ذلك، انخفض تنوع الأنواع وتجانسها. أظهر مؤشر MSAVI من الاستشعار عن بُعد زيادة بنسبة 44.8٪ في الغطاء النباتي بين عامي 2017 و2019. إن دمج الغطاء النفطي مع زراعة الأنواع المحلية ومنع الرعي يدعم استعادة المراعي، مع ضرورة مراقبة التأثيرات على التنوع البيولوجي.",
        "categories": "الغطاء النفطي",
        "date": "2021-01-25",
        "readTime": "35"
      },
      "article": {
        "title": " تثبيت الكثبان الرملية في منطقة بيجي، العراق",
        "excerpt": "تتناول هذه المقالة أساليب وتقنيات تثبيت الكثبان الرملية في المناطق الصحراوية، مع التركيز على استخدام المهاد النفطي والعضوي، وزراعة النباتات المحلية، وإنشاء مصدات الرياح. يحلل المؤلف تأثير هذه الإجراءات على الحد من التعرية الريحية، وتحسين الغطاء النباتي، وحماية موارد التربة. تظهر دراسات الحالة من دول مختلفة أن الجمع بين التدابير الميكانيكية والبيولوجية يحقق أفضل النتائج. وتؤكد الدراسة على أهمية الإدارة المستدامة ومواءمة التقنيات مع الظروف المناخية والاقتصادية للمنطقة.",
        "categories": "مكافحة التصحر",
        "date": "2002-01-01",
        "readTime": "45"
      }

    }

}