{
  "heroTitle": "إحياء الأرض، واستعادة الأمل",
  "heroDescription": "انضم إلى حركتنا لمواجهة التحديات البيئية من خلال التوعية، الحلول العلمية، والعمل الجماعي، مع تركيز خاص على استصلاح الصحارى والأراضي المتدهورة.",
  "learnMore": "اكتشف مبادراتنا",
  "getQuote": "انضم إلى الحركة",
  
  "aboutUs": "حول ريفيفو إيرث",
  "aboutUsDescription": "ريفيفو إيرث هي مبادرة تحوّلية مكرسة لتحليل ومعالجة الأزمات البيئية القابلة للحل عبر مناهج علمية وحلول عملية تهدف إلى استعادة النظم البيئية.",
  
  "mainTitle": "بدء حملة لإنقاذ الأرض",
  "mainDescription": "RevivoEarth هي مبادرة غير تجارية قائمة على المعرفة تهدف إلى استعادة النظم البيئية المتضررة من خلال التوعية العامة والعمل الجماعي والحلول العلمية. نحن لا نبيع، بل نسعى إلى الإلهام والمشاركة وتمكين الأفراد لإحداث تأثير حقيقي في مستقبل الكوكب.",

  "ourVision": "رؤيتنا",
  "ourVisionDescription": "أن نصبح حركة رائدة على المستويين الوطني والدولي في إعادة تأهيل البيئات المتضررة والنظم البيئية الهشة.",

  "ourMission": "مهمتنا",
  "ourMissionDescription": "نشر الوعي، وتعزيز الالتزام البيئي طويل الأمد، والدعوة إلى حلول مبتكرة للتحديات البيئية، مع تركيز خاص على استصلاح الأراضي ومكافحة التصحر عبر نهج قائم على المسؤولية الاجتماعية.",

  "ourValues": "قيمنا الأساسية",

  "ourValuesInnovation": "النهج العلمي",
  "ourValuesInnovationDescription": "تطبيق حلول مستندة إلى البحث العلمي قابلة للتوسيع في مشاريع استعادة النظم البيئية.",

  "ourValuesSustainability": "المسؤولية الاجتماعية",
  "ourValuesSustainabilityDescription": "تعزيز ثقافة الالتزام البيئي لدى الأفراد، والشركات، والمؤسسات الحكومية.",

  "ourValuesExcellence": "العمل المشترك",
  "ourValuesExcellenceDescription": "بناء شراكات فعالة بين الخبراء، والناشطين، والمجتمعات لإحداث أثر ملموس.",

  "ourValuesIntegrity": "الشفافية",
  "ourValuesIntegrityDescription": "الحفاظ على تواصل صادق وواضح مع أصحاب المصلحة والجمهور.",

  "contactUs": "تواصل معنا",
  "contactUsDescription": "انضم إلى شبكتنا من المتخصصين والناشطين والمواطنين الساعين لاستعادة النظم البيئية المتضررة.",
  
  "makeChange": "هل أنت مستعد لإحداث تغيير؟",
  "email": "ContactEmail@RevivoEarth.org"
}
